Repository: hda-typo3/projects
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# project
source: Projects
de: Projekte

# title
source: Project title
de: Projekt Titel

source: Teaser
de: Kurzinformation

source: Description
de: Beschreibung

# students
source: Student
de: Studierende

source: Lecturers
de: Betreuende

# studentsfreetext
source: Freetext for students
de: Freitext Studierende (nur wenn keine Studierenden ausgewählt sind)

# lecturersfreetext
source: Freetext for lecturers
de: Freitext Betreuung (nur wenn keine Dozenten ausgewählt sind)

source: Date
de: Freitext Datum (nur wenn kein Semester ausgewählt ist)

# copartner
source: Cooperation partners
de: Kooperationspartner

# copartnerlink
source: Link to the cooperation partners
de: Link zum Kooperationspartner

source: Thumb image
de: Thumbnail Bild

source: Topimage
de: Top-Bild

source: Media
de: Medienelemente (max 7)

# semester.title
source: Title
de: Semester Bezeichnung

source: Category
de: Kategorie

# category.title
source: Title
de: Kategorie Bezeichnung

source: Degreecourse
de: Studiengang

# degreecourse.title
source: Title
de: Studiengangsname

# fbgproject.sheet
source: Options
de: Optionen

# fbgproject.startingpoint
source: Startingpoint
de: Startpunkt

# fbgproject.switch
source: Select a view
de: Wähle eine Sicht aus

# fbgproject.choose
source: Please select
de: Bitte wählen

# fbgproject.list
source: List view
de: Listenansicht

# fbgproject.single
source: Single view
de: Detailansicht

# fbgproject.selection
source: Selected projects
de: Ausgewählte Projekte

# fbgproject.all
source: All files with a seacharea
de: Sämtliche Projekte mit Suchfeld

# fbgproject.degreecourse
source: Degreecourse
de: Studiengang

# fbgproject.categories
source: Categories
de: Kategorie

# fbgproject.singleproject
source: Single project
de: Einzelnes Projekt

# fbgproject.individualprojects
source: Individual selection
de: Ausgewählte Projekte, überstimmt die obige Auswahl!

# fbgproject.detailpage
source: Detailpage
de: Seite für die Einzelansicht

# fbgproject.listpage
source: Listpage
de: Seite für die Listenansicht

# select
source: Please select
de: Bitte wählen

# list
source: List view with three elements
de: Listenansicht

# detail
source: Single view for details
de: Detailansicht

# lightboxstyle
source: Lightbox effects
de: Lightbox Effekt

# lightboxstyle0
source: none
de: keine

# lightboxstyle1
source: Simple effect
de: Einfach

# lightboxstyle2
source: Simple effect with close buttton
de: Mit Schließbutton

# lightboxstyle3
source: Gallery with Navigation
de: Mit Navigation

# lightboxstyle4
source: Gallery with Arrows
de: Mit Richtungspfeilen

# lightboxstyle5
source: Gallery with Navigation and Arrows
de: Mit Richtungspfeilen und Navigation
